db.category.drop();
db.category.insertMany([
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0878',
    },
    name: 'เสื้อผ้า',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0879',
    },
    name: 'รองเท้า',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc087a',
    },
    name: 'เครื่องสำอาง',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc087b',
    },
    name: 'อุปกรณ์กีฬา',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc087c',
    },
    name: 'อุปกรณ์ตกปลา',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc087d',
    },
    name: 'เครื่องใช้ไฟฟ้า',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc087e',
    },
    name: 'เครื่องใช้สำนักงาน',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc087f',
    },
    name: 'ของเล่นเด็ก',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0880',
    },
    name: 'อุปกรณ์แต่งบ้าน',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0881',
    },
    name: 'อาหารและเครื่องดื่ม',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0882',
    },
    name: 'เครื่องดนตรี',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0883',
    },
    name: 'หนังสือ',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0884',
    },
    name: 'เครื่องมือช่าง',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0885',
    },
    name: 'ของสะสม',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0886',
    },
    name: 'อุปกรณ์ทำสวน',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0887',
    },
    name: 'เครื่องดื่มและอาหารสุนัข',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0888',
    },
    name: 'อุปกรณ์ตกแต่งรถ',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc0889',
    },
    name: 'อุปกรณ์ทำอาหาร',
  },
  {
    _id: {
      $oid: '6602b4a76633f790c3fc088a',
    },
    name: 'เสียงรถยนต์',
  },
]);
